{
    "Header": {
        "1":"Главный",
        "2":"О нас",
        "3":"Галерея",
        "4":"Профиль компании",
        "5":"Товары",
        "6":"Новости",
        "7":"Связаться"
    },
    "Home":{
        "1": "ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ",
         "2": "Строгий контроль качества производимой пряжи осуществляется на протяжении всего производственного цикла. Продукция на каждом этапе производства, от сырья до готовой пряжи, проходит испытания на приборах фирмы Techtechno Germany в лаборатории предприятия.",
         "3": "Наша статистика",
         "4": "га",
         "5": "Выращивание хлопка-сырца - 35 000 га",
         "6": "тонн",
         "7": "Очистка хлопка - 20 000 тонн в год",
         "8": "Производство пряжи - 35 000 тонн в год",
         "9": "Жесткое трикотажное полотно - 10 800 тонн в год",
         "Home":{
            "1": "Совершенство и качество",
             "2": "Устойчивое качество",
             "3": "Качество имеет решающее значение для удовлетворения наших клиентов и сохранения их лояльности",
             "4": "Потрясающий дизайн",
             "5": "Мы можем изготовить для Вас новые модели и шить",
             "6": "Более быстрое выполнение заказа",
             "7": "Укомплектовываем товар до отгрузки товара заказчику в срок.",
             "8":"Мы становимся одним из крупнейших производителей текстиля с точки зрения стабильного качества, инновационного ассортимента продукции, более быстрого выполнения заказов и эффективных услуг, сохраняя клиентов в качестве наших партнеров."
        }
    },
    "Footer":{
        "1":"Следуй за нами",
        "2":"АВТОРСКИЕ ПРАВА",
        "3":"Разработано и закодировано"
    },
    "Service": {
        "1": "КАКИЕ УСЛУГИ МЫ ПРЕДЛАГАЕМ",
        "2": "Производство пряжи",
        "3": "Существует много видов пряжи, как из натуральных материалов, так и из синтетических. Но наиболее востребованной остаётся прядильная нить из натуральных...",
        "Yarn":{
            "1":"Существует много видов пряжи, как из натуральных материалов, так и из синтетических. Но наиболее востребованной остаётся прядильная нить из натуральных сырьевых материалов. Она чаще применяется для производства различных тканей, элементов гардероба человека и даже для изготовления бытовых изделий. Натуральное сырьё используется в основном и в производстве пряжи для вязания.",
            "2":"Конечно, на этом рынке лидирующее место остаётся за крупными фабриками, ориентированными на производство изделий из шерсти. Но остаётся и большая рыночная ниша для малых предприятий, продукция которых более разнообразна как по свойствам производимого товара, так и по используемому сырью. С каждым днём в нашей стране увеличивается количество людей, увлекающихся вязанием. При этом быстро растёт и спрос на пряжу, как для машинной вязки, так и для ручной.",
            "3":"Причём теперь многие любители вязания хорошо разбираются в отличие высококачественного материала от изделий посредственного достоинства. Лишь те предприятия ткацкой промышленности лидируют по продажам, где отлажен строгий контроль качества продукции, где учитываются самые последние тенденции моды одежды."
        },
        "4": "Вязание полотна",
        "5": "Вязание — процесс изготовления полотна или изделий (обычно элементов одежды или предметов интерьера) из одной или нескольких нитей путём изгибания...",
        "Knitting":{
            "1":"Вязание — процесс изготовления полотна или изделий (обычно элементов одежды или предметов интерьера) из одной или нескольких нитей путём изгибания их в петли и соединения петель друг с другом с помощью несложных инструментов — вручную (вязальные крючок, спицы, игла, вилка, или просто на пальцах) или на вязальной машине (механическое вязание).",
            "2":"Вязание, как технику, относят к видам плетения, применяют для изготовления предметов одежды (носки, перчатки, шапки) и белья (салфетки, скатерти, занавески), декорирования интерьера.",
            "3":"Основные виды петель — лицевая, изнаночная, накид, кромочная. С их помощью создаётся всё многообразие узоров трикотажа, связанного на спицах."
        },
        "6": "Пошив готовых изделий",
        "7": "Сегодня швейная индустрия заполнила рынок многообразием современной одежды, которая представлена в различных фасонах и оттенках. В торговой сети ...",
        "Sewing":{
            "1":"Сегодня швейная индустрия заполнила рынок многообразием современной одежды, которая представлена в различных фасонах и оттенках. В торговой сети представлены модели на разную возрастную категорию. Ошибочно считать, что пошив одежды ушел в далекое прошлое. Существует большое количество швейных ателье, где профессионалы выполнят индивидуальный заказ. А также можно научиться шить изделия в домашних условиях. Но для этого потребуется терпение и качественное оборудование.",
            "2":"Для изготовления одежды своими руками необходимы основные, подкладочные, отделочные материалы. Они должны иметь хорошие пошивочные, эксплуатационные и гигиенические свойства. Материал может иметь различный состав. Ткань состоит из хлопчатобумажных, льняных, шелковых или шерстяных волокон.",
            "3":"Материал с содержанием капроновых или лавсановых волокон имеет повышенную износостойкость и меньшую сминаемость. Поэтому ткани можно разделить на три основные категории: натуральные, искусственные и синтетические. Текстильная индустрия представила на рынок широкий ассортимент разных материалов, которые используются для пошива изделий – хлопок, полиэстер, жаккард, шелк, бязь, шифон, вельвет."
        },
        "8": "Ротационная печать",
        "9": "Ротационная печать –это современный способ нанесения красивых и четких изображений на материал. Он относится к одному из трафаретных методов и ...",
        "Rotary":{
            "1":"Ротационная печать –это современный способ нанесения красивых и четких изображений на материал. Он относится к одному из трафаретных методов и применяется на многих крупных текстильных предприятиях и фабриках.",
            "2":"Чтобы напечатать максимально качественное изображение, в основе конструкции ротационной машины размещен специальный вал. Он имеет форму цилиндра и выполняет печатную функцию. Внутри шаблона размещается ракельный механизм. Он установлен под определенным углом и состоит из резиновых или стальных лезвий. Сама краска подается в средину шаблона при помощи насоса. Технология ротационной печати также позволяет контролировать уровень давления, при котором происходит подача красителя. Ротационная печать пригодится, если Вам нужно напечатать изображение на широком формате и в большом объеме. Сделать это можно лишь на специализированном оборудовании.",
            "3":"Машины для ротационной печати делятся на листовые и рулонные. В первом варианте для нанесения изображения используется уже готовый по габаритам материал, а вот во втором случае резка будет происходить непосредственно на конечном этапе производства."
        },
        "10": "Трафаретная печать и вышивка",
        "11": "Яркая стильная одежда нужна не только летом, но и зимой. Это относится как к личному гардеробу, так и к спецодежде, униформе. С футболками все просто...",
        "Screen":{
            "1":"Яркая стильная одежда нужна не только летом, но и зимой. Это относится как к личному гардеробу, так и к спецодежде, униформе. С футболками все просто. На них прекрасно ложатся все виды нанесения, включая шелкотрафаретную печать и машинную вышивку. Если речь идет о верхней одежде, то здесь надо более тонкий подход, так как она шьется из более сложных материалов. Современные технологии позволяют сделать красивое, яркое нанесение практически на любую ткань.",
            "2":"Самый распространенный вид печати на одежде – это шелкография. Этот метод известен много веков. И сегодня шелкотрафаретная печать является одним из самых надежных методов нанесения. Процесс заключается в использовании специальных трафаретов, через которые на материал наносится рисунок. Предварительно цветное изображение разделяется на цвета. Например, ваш логотип состоит из трех цветов, тогда для его печати будет использоваться три трафарета. Каждый цвет продавливается через трафарет, после нанесения тщательно просушивается. Такая технология позволяет краске глубоко проникать в волокна ткани и оставаться там надолго."
        },
        "12": "Крашение пряжи и полотна",
        "13": "Нити и пряжа редко попадают на прилавки магазинов в своем первозданном, натуральном цвете. Тогда бы на них вряд кто-то обратил внимание. Собственно ...",
        "Dyeing":{
            "1":"Нити и пряжа редко попадают на прилавки магазинов в своем первозданном, натуральном цвете. Тогда бы на них вряд кто-то обратил внимание. Собственно поэтому покраска нитей является одним из самых важных этапов их производства.",
            "2":"Цвет наносится на разные типы волокон. Это могут быть фасонные, изоляционные нити, выполненные из натурального и синтетического сырья, швейные нитки любых номеров, вышивальные нити и многочисленные сорта пряжи.",
            "3":"Перед окрашиванием все без исключения волокна проходят процесс обесклеивания. Их опускают в щелочно-мыльные растворы, с помощью которых с поверхности нитей удаляется серицин и другие ненужные примеси. В первом случае используются специальные агрегаты, которые получили название моточно-роликовых открытого типа. Внутри установок находятся ролики. На них закрепляются мотки. Ролики начинают вращаться ввверх-вниз и проходят через резервуары, где содержится жидкий краситель."
        },
        "14":"Более",
        "15":"Описание",
        "16":"Закрывать"
    },
    "Contact": {
        "1":"Свяжитесь",
        "2":"КОНТАКТ",
        "3":"Позвоните",
        "4":"Пн - Пт",
        "5":"Позвоните нам",
        "6":"СОЦИАЛЬНЫЕ СЕТИ",
        "7":"Найди нас в социальных сетях",
        "8":"Следуй за нами",
        "9":"АДРЕС",
        "10":"Найди нас в офисе",
        "11":"Узбекистан, Андижан, Алтынкульский район, улица Чинабад, 1",
        "12":"Найди нас",
        "13":"Воскресенье",
        "14":"Обед",
        "15":"Выходной"
    },
    "ProductName":{
        "1":"Флис",
        "2":"Фуллайкра",
        "3":"Интерлок",
        "4":"Жаккардовая ткань",
        "5":"Кашкорсе",
        "6":"Креп",
        "7":"LACOSTE",
        "8":"Махра",
        "9":"Набивная ткань",
        "10":"Трикотажное полотно петек",
        "11":"двухсторонняя ткань",
        "12":"Рибана",
        "13":"Селаник",
        "14":"СУПРЕМ",
        "15":"Ткань капитон",
        "16":"Велюр",
        "17":"Искусственное волокно",
        "18":"интерлочного жаккарда",
        "19":"Опененд",
        "20":"пенйе Интерлок"
    },
    "PrdouctP":{
        "1":"Флис — синтетический трикотажный материал из полиэстера (полиэфирное волокно), дополнительно обработанный для уменьшения теплопроводности. Такой состав обеспечивает теплом и устойчивостью к влаге, а мягкая поверхность дает нужный комфорт. Важным фактором является и легкий вес ткани. Искусственное происхождение не мешает быть материалу дышащим и приятным на ощупь. Что дает возможность изготавливать из него даже детские вещи. В отличие от остальных тканей, флис отличается высоким уровнем теплосберегаемости и гидрофобности. Флисовая одежда способна греть за счет своей структуры, которая удерживает большое количество воздуха. А гидрофобность (особенность синтетических волокон не впитывать воду) — это главная и основная черта флиса. Эти особенности выгодно выделяют его среди аналогичных материалов.",
        "2":"Фуллайкра - Исходя из названия, ее особенность – внедрение в состав волокон лайкры, обеспечивающих эластичность и прочность. Фуллайкра отлично тянется в разных направлениях, но после этого легко восстанавливает форму. Сфера применения фуллайкры идентична другим хлопчатобумажным материалам. Она используется для пошива домашних и повседневных вещей, спортивной и детской одежды, костюмов для сна, белья и многого другого.",
        "3":"Интерлок — удивительная мягкость и прочность в одном флаконе Трикотажные ткани используются во всех областях легкой промышленности. Они обладают множеством характеристик, которые делают их универсальными. К таким материалам можно отнести и интерлок. Интерлок — что за ткань? Представляет собой хлопчатобумажное трикотажное полотно. Он имеет плотную структуру и плохо тянется. Это достигается за счет особого двустороннего переплетения. Его еще называют двуластик. Полотно получается одинаково гладким с двух сторон. Ткань не имеет внешней и изнаночной стороны. Однако при особой обработке можно достичь вертикальных полос.",
        "4":"Жаккардовая ткань — крупноузорчатая ткань, сложного или простого переплетения, раппорт которого по основе содержит более 24 разнопереплетающихся нитей.",
        "5":"Кашкорсе – это трикотажное полотно с выработкой в крупную резинку, что определяет его высокую эластичность. Оно производится на основе стопроцентного хлопчатобумажного сырья, в зависимости от вида самой ткани, состав может быть пополнен различными добавками. Это тёплое эластичное полотно, позволяющее телу дышать, выводящее излишки влаги, которые выделяются телом.",
        "6":"Креп – популярный вид тканей, которые производятся при максимальном скручивании нитей. Иногда при швейном производстве может осуществляться креповое плетение. В процессе изготовления этого текстиля обычно применяется многократное скручивание нитей влево и вправо в определенной последовательности, что придает тканям особой прочности и плотности.",
        "7":"Нередко названия тканей тесно переплетены с историей. Так случилось и с лакоста. Сегодня её ассоциируют со знаменитым крокодильчиком и приятной на ощупь спортивной одеждой. Между тем, такой трикотаж будет корректно называть ткань пике ( «пике» от фр. piquer). Так почему же мы называем её именно так и в чём особенность этой ткани? В 1926 году теннисист из Франции Рене Лакоста выиграл турнир Большого Шлема. В этом ему помог новый спортивный наряд, который он придумал сам. Когда остальные теннисисты парились в рубашках с длинным рукавом, он вышел в безрукавке собственного пошива. Идею мгновенно оценили спортсмены и просто любители активного отдыха. А Рене открыл собственную компанию по производству футболок, рубашек-поло и другой спортивной одежды. Его прозвище было Аллигатор, поэтому мы и видим на товарах этой фирмы знаменитого крокодильчика LACOSTE.",
        "8":"Махра - это натуральная ткань, поверхность которой состоит из ворса (петель основных нитей). Ворс может быть как одинарным (односторонним), так и двойным (двусторонним). Кроме односторонней и двухсторонней, различают также ткань с рельефным рисунком в структуре махры и ткань со стриженным ворсом (стриженная махра).",
        "9":"Набивная ткань имеет на поверхности печатный рисунок. Первоначально набивная ткань вырабатывалась ручным способом. Впоследствии набивными тканями стали называть все ткани, на которые рисунок наносится тканепечатающими машинами. В старину набивных тканей привозили из Италии и Германии. Рисунки наносились масляной краской, серебряным или золотым порошком, а иногда даже толченым стеклом. При изготовлении так называемых «набоек» (то есть набивных тканей) применялись штампы, изготовленные из дерева — часто это были достаточно длинные доски. Понятно, что такие ткани как огня боялись стирки — с попаданием воды они могли линять, и солнца — под воздействием жарких лучей они выцветали. Сегодня набивные ткани производятся исключительно промышленным способом. Основа может быть любой — хлопковые ткани, лен, портьерные плотные ткани и даже легкие тюлевые материалы. При нанесении рисунка таким способом не разрушается структура ткани и не снижаются её основные качества — такие, как гигроскопичность, воздухопроницаемость, прочность и так далее.",
        "10":"Трикотажное полотно петек - одно из широко используемых тканей трикотажных полотен для производства различной женской одежды. Петек ткань представляет собой плотное и эластичное трикотажное синтетическое полотно.",
        "11":"Эта двухсторонняя ткань изготавливается традиционным полотняным плетением, но из нитей разного калибра. Основа из тонких, гладких волокон, а нити утка гораздо толще (в полтора, два раза) и грубее, за счет чего полотно получается с легким рубчиковым рельефом. Полотно, покорившее Европу, а за ней и весь мир, сегодня самый востребованный материал для постельного белья, хотя применяется и для многого другого.",
        "12":"Рибана – натуральный материал для семьи и дома. Если тканью называть изделия, полученные в процессе ткачества, то рибану только условно можно причислить к этой категории. Более правильно назвать её трикотажным полотном, ведь она получается другим образом. Специальные вязальные машины чередуют лицевые и изнаночные петли, в результате получается полотно в мелкую резинку.",
        "13":"Селаник - это плотное трикотажное полотно из натурального хлопка,лицевая сторона которого - крупный ластик, изнаночная - с подчёсом. Вещи из селаника очень мягкие и приятны в прикосновении. Используется для изготовления такой детской одежды,как :кофты,брюки детские. Мягкие на ощупь,изделия из селаника комфортны в ношении и просты в уходе. Селаник - трикотажное полотно из хлопчатобумажных и синтетических волокон. Селаник используется так же для изготовления спортивной одежды. Состав полотна бывает - 100% хлопок,хлопок с полиэстером,акрил.",
        "14":"СУПРЕМ – тонкий ,приятный на ощупь, хлопчатобумажный трикотаж(100% хлопок) кулирного переплетения очень высокого качества. Супрем не парит, пропускает воздух, хорошо тянется и носится, поэтому его используют, в основном, для пошива коллекций для самых маленьких деток, а также футболок и для старших детей. Супрем может быть гладкоокрашенным и с рисунком на белом фоне. Все полезные качества делают супрем наиболее предпочтительным для ношения летом.",
        "15":"Ткань капитон – это плотная и мягкая на ощупь трикотажная ткань из натурального хлопка. Капитон является объёмным и утеплённым трикотажем, который хорошо согревает тело. По своим теплозащитным свойствам ткань капитон теплее чем ткань футер.",
        "16":"Велюр — чистошерстяная ворсованная ткань из пряжи суконного прядения, имеющая ворс несколько более длинный, чем у бархата. По способу производства этот велюр называется «разрезной». Велюр являет нам замечательный материал для самых разных нужд, от обтягивания автомобильных кресел и обивки диванов до создания из него модной одежды необычных фасонов.",
        "17":"Искусственное волокно, получаемое переработкой природной целлюлозы. Производится в виде текстильных и кордовых нитей и штапельного волокна. Вискозное волокно является одним из первых искусственных волокон, нашедших практическое применение: процесс производства вискозного волокна был разработан в конце XIX века и с минимальными модификациями применяется по сей день.",
        "18":"Трикотажные изделия из интерлочного жаккарда производятся на кругловязальных машинах. Это ткань с широким выбором узоров. Поскольку между передней и задней поверхностью находится воздух, она имеет лучшие теплоизоляционные свойства по сравнению с другими типами тканей. В принципе, она мало чем отличается от жаккардовой системы в рубчик. Пока рисунок формируется на лицевой поверхности ткани, цветные нити, используемые на изнаночной поверхности, смешиваются. Он широко используется в летнем нижнем белье, зимнем нижнем белье, спортивной одежде и медицинских топах."
    },
    "Content": {
        "1": "Динамично развивающееся современное текстильное предприятие - создано в 2021 году в результате оптимального сочетания таких инвестиционных составляющих, как:",
        "2": "Высокое качество",
        "3": "Наличие высококачественного основного сырья - высококачественного хлопкового волокна, выращенного в наиболее благоприятных регионах Республики Узбекистан, что является основополагающим аспектом в развитии интегрированного производства;",
        "4": "Энергетические ресурсы",
        "5": "Наличие и достаточность энергоресурсов;",
        "6": "Квалифицированные специалисты",
        "7": "Наличие квалифицированных специалистов текстильной промышленности;",
        "8": "Инвесторы",
        "9": "Накопленный производственный капитал инвестора;",
        "10": "За короткий производственный период наша прядильная фабрика зарекомендовала себя на внутреннем и международном рынке как производитель качественной грубой пряжи. Применяя современные технологии в производстве, устанавливая строгие требования к продукции и уделяя особое внимание контролю качества на На каждом этапе производства Bek Mega Chilonzor LLC постоянно разрабатывает инновационные идеи для своих клиентов, чтобы удовлетворить потребительский спрос современного мира"
    }
  }